//
// This file contains an 'Intel Peripheral Driver' and is
// licensed for Intel CPUs and chipsets under the terms of your
// license agreement with Intel or your vendor.  This file may
// be modified by the user, subject to additional terms of the
// license agreement
//
// /*++
// Copyright (c) 2016 Intel Corporation. All rights reserved.
// This software and associated documentation (if any) is furnished
// under a license and may only be used or copied in accordance
// with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be
// reproduced, stored in a retrieval system, or transmitted in any
// form or by any means without the express written consent of
// Intel Corporation.
// --*/
/=#

#include "Strings.uni"

//---------------------------------------------------------------------------
// FW Debug Configuration Forms definitions
//---------------------------------------------------------------------------

#if ME_TESTMENU_FLAG

#string STR_DFX_FWDEBUG_FORM                                   #language en-US "ME DFX Debug Configuration"
#string STR_DFX_FWDEBUG_FORM_HELP                              #language en-US "ME DFX firmware debug parameters configuration"
#string STR_DFX_FWDEBUG_FORM_TITLE                             #language en-US "ME DFX Debug Configuration"

#string STR_DFX_FWDEBUG_GEN_FORM                               #language en-US "ME DFX General Configuration"
#string STR_DFX_FWDEBUG_GEN_FORM_HELP                          #language en-US "ME DFX basic features configuration"
#string STR_DFX_FWDEBUG_GEN_FORM_TITLE                         #language en-US "ME DFX General Configuration"

#endif // ME_TESTMENU_FLAG